[
    {
      "content": "Subject: Daily Duties\n\nPhillip,\nWe have been working on different apartments today and having to\nlisten to different people about what Mary is saying, should I be worried?\nAnts seem to be invading my apartment. You got my other faxes. Wade is working\non the bulletin board that I need up so that I can let tenants know about\nwhat is going on. Gave #25 a notice about having too many people staying in\nthat apt, and that problem has been resolved. Also, I have a tenant in #29 that\nis complaining about #28 using foul language. I sent #28 a lease violation; we\nwill see how that goes.\nCall you tomorrow.\nThanks, Lucy",
      "class": "ham"
    },
    {
      "content": "Subject: Euro Opportunities Unveiled: Act Now\n\nLondon - (AP Worldstream via Comtex) - The U.S. dollar has descended to an all-time low against the euro. The euro achieved a new zenith of US $1.3646, surpassing the previous US $1.3643 record set in European trading. Analysts highlight the lack of attractions for investors to opt for the dollar, which has faced challenges in recent weeks due to concerns about the magnitude of U.S. fiscal and budget deficits. The time is ripe for you to explore the potential that the euro holds. From the desk of Estelle Rivas.\nSecure your report on today's global currency markets - http://marcusobjeto.com\nNo more - foradditionaluses.com \n\n2171 vu 27",
      "class": "spam"
    },
    {
      "content": "Subject: Exclusive Offer: Claim Your Rolex Watch Now!\n\nHello [Your Name],\n\nYou can claim a luxurious Rolex watch! You have the chance to own this so don't miss out on this offer— come get your Rolex watch\n\nTo claim your prize, simply click on the link below:\n\n[Claim Your Rolex Watch]",
      "class": "spam"
    },
    {
      "content": "Thank you for your purchase. We appreciate your business and want to ensure your satisfaction.\n\nTo show our appreciation, we're offering you an exclusive discount on your next purchase. Simply use the promo code THANKYOU15 at checkout to enjoy a 15% discount on your entire order.\n\nThis special offer is valid for the next 7 days, so don't miss out. Shop now and save on your favorite products!\n\n[Shop Now]\n\nWe look forward to serving you again soon.\n\nBest regards,\nCustomer Support Team",
      "class": "ham"
    },
    {
      "content": "URGENT: Immediate action required!\nSubject: Unleash Your Inner Vigor with Cialis!\n\nExperience the power of Cialis in improving blood flow for a fulfilling sexual life. Achieve and maintain a strong erection with ease. Be active and in control when the moment arises!",      
      "class": "spam"
    },
    {
      "content": "Invitation to a Special Event\n\nDear [Your Name],\n\nWe are delighted to invite you to an exclusive event showcasing our latest products and innovations. Join us for an evening of networking, entertainment, and product demonstrations.\n\nDate: [Event Date]\nTime: [Event Time]\nVenue: [Event Venue]\n\nRSVP by [RSVP Date] to secure your spot at this exciting event. We look forward to seeing you there!\n\nBest regards,\nEvent Organizer",
      "class": "ham"
    },
    {
      "content": "Limited-time Offer: Save 50% Today!\n\nCongratulations! See our exclusive limited-time offer. Get 50% discount and we we can erase your bad credit - 1 oo % guaranted.\n\nUse code CIALIS50 at checkout to claim your discount. This offer is very real and valid until 31st December. Don't miss out on the savings, Some people cannot perform.\n\nBy,\nNigerian prince",
      "class": "spam"
    },
    {
      "content": "Important Update: New Account Features\n\nDear [Your Name],\n\nWe are excited to announce new features and improvements to your account. Log in now to explore the enhanced functionalities and take advantage of the latest updates.\n\n[Log In]\n\nWe value your feedback, so feel free to share your thoughts on the new features. Thank you for being a valued member of our community.\n\nBest regards,\nCustomer Support Team",
      "class": "ham"
    },
    {
      "content": "Subject: Confirm Your Contact Information\n\nHi once more, I realized I didn't receive a reply to my last email. I'm now using Plaxo to manage my address book updates. Your information is kept private, and no software downloads or registrations are required. Please review the information provided below and click the button to ensure your contact details are accurate. If you'd like to keep your address book updated too, you can get Plaxo at http://www.plaxo.com/downloads. Thanks!",
      "class": "spam"
    }
  ]
  